Repository: csorbazoli/CodieController
Catalog: resources/*.po
Languages: hu_hu

source: Set speed: %d.percentMenu%
hu_hu: Sebesség legyen %d.percentMenu%

source: Set left speed: %d.percentMenu%
hu_hu: Bal kerék %d.percentMenu%

source: Set right speed: %d.percentMenu%
hu_hu: Jobb kerék %d.percentMenu%

source: Set color: %m.colorMenu
hu_hu: Szín legyen %m.colorMenu

source: Drive: %n cm by speed %d.percentMenu%
hu_hu: Menj %n cm-t %d.percentMenu% sebességgel

source: Drive: %n cm
hu_hu: Menj %n cm-t

source: Turn %d.degreeMenu degrees by speed %d.percentMenu%
hu_hu: Fordulj %n fokot %d.percentMenu% sebességgel

source: Set sensor refresh: %d.refreshIntervalMenu ms on %m.sensorTypeMenu
hu_hu: Érzékelő frissítése: %d.refreshIntervalMenu ms %m.sensorTypeMenu

source: LastResult
hu_hu: Eredmény

source: Left wheel (%)
hu_hu: Bal kerék (%)

source: Right wheel (%)
hu_hu: Jobb kerék (%)

source: Refresh (ms)
hu_hu: Frissítés (ms)

source: Sonar range (cm)
hu_hu: Távolság

source: Battery (%)
hu_hu: Elem (%)

source: Light (0-4096)
hu_hu: Fény (0-4096)

source: Left line
hu_hu: Bal vonal

source: Right line
hu_hu: Jobb vonal

source: Mic (0-2048)
hu_hu: Mikrofon (0-2048)

source: allSensors
hu_hu: mindegyik

source: batterySensor
hu_hu: elem

source: distanceSensor
hu_hu: távolság

source: lightSensor
hu_hu: fény

source: lineSensor
hu_hu: vonal

source: micSensor
hu_hu: mikrofon

source: white
hu_hu: fehér

source: green
hu_hu: zöld

source: red
hu_hu: piros

source: blue
hu_hu: kék

source: cyan
hu_hu: zöldeskék

source: yellow
hu_hu: sárga

source: orange
hu_hu: narancs
